/* No comment provided by engineer. */
"iTunes Podcast Directory" = "Répertoire des podcasts iTunes";

/* No comment provided by engineer. */
"Podcasts" = "Podcasts";

/* No comment provided by engineer. */
"Update the iTunes Podcast Directory with new entries from the Podcast Library (you must have already declared your Podcast Library feeds in the iTunes Store)" = "Mettre le répertoire de podcasts iTunes à jour avec de nouvelles entrées provenant de la bibliothèque de podcasts (vos flux de bibliothèque de podcasts doivent être déclarés dans l’iTunes Store)
";

